113100=Esta direcci\u00f3n de Alipay ya ha existido.
113101=Este n\u00famero de tarjeta bancaria ya ha existido.
113102=Esta direcci\u00f3n ya ha existido.
113103=Direcci\u00f3n incorrecta. Introduzca la direcci\u00f3n correcta para la seguridad de su activo. 
113104=ALIPAY_NOT_EXIT
113105=BANK_CARD_INVALID
113106=BANK_CARD_NOT_SUPPORT
113107=BANK_CARD_NOT_MATCH_NAME
113108=BANK_CARD_NOT_EXIT
113109=ALIPAY_NOT_OPEN
113110=OKPAY_NOT_OPEN
113111=Esta cuenta OKPAY no existe. 
113112=Esta cuenta de OKPAY ya ha existido.
113113=Esta cuenta de Alipay es ilegal.
113114=Este activo es ilegal.
113115=El nombre de la etiqueta ya existe.
#CommonCodeConst
100100=Solicitud no v\u00e1lida 
100104=API no v\u00e1lida 
100103=Error del servidor 
100200=\u00c9xito 
#IdentifyingCodeConst
109100=Por favor ingrese el c\u00f3digo de verificaci\u00f3n correcto.
109102=Incorrecto CAPTCHA. Por favor vuelva a intentarlo.
109103= Se ha enviado un correo electr\u00f3nico que contiene su c\u00f3digo de verificaci\u00f3n.

#OrderCodeConst
101102=La orden no existe.
101103=La orden ha sido completada.
101104=La orden ha sido cancelada.

101100= El precio de la orden no puede ser m\u00e1s alto que {0} {1}
101101= El precio de la orden de no puede ser m\u00e1s bajo que {0} {1}
101105=  El volumen de la orden no puede ser m\u00e1s que {0} {1}
101106= El volumen de la orden no puede ser menos que {0} {1}
101114=El dinero de la orden no puede ser menos que {0} {1}
101115=El dinero de la orden no puede ser m\u00e1s que {0} {1}

101107=Solicitud no v\u00e1lida 
101109=Surged limit triggered circuit breaker mechanism to halt the market.
101111=Decline limit triggered circuit breaker mechanism to halt the market.


101116=error de precisi\u00f3n:{0}
101117=error de estado:{0}
#MatchCodeConst
102100=s\u00edmbolo no v\u00e1lido
102101=orden duplicado
102103=La operaci\u00f3n a\u00fan abierta en
102104=La operaci\u00f3n se ha cerrado en
#RechargeCodeConst
106100=la cantidad de dep\u00f3sito no puede ser menor que {0} al mismo tiempo.
106101=la cantidad del dep\u00f3sito de USD no puede ser m\u00e1s que {0} al mismo tiempo.
106102=RECHARGE_ORDER_NOT_EXIST
106103=RECHARGE_ORDER_HAS_MATCH
106104=USER_ORDER_NOT_EXIST
106105=USER_ORDER_HAS_MATCH
106106=MATCH_STATE_ERROR
106107=MATCH_ORDER_NOT_EXIST
106108=MATCH_ORDER_HAS_CONFIRM
#ReconciliationCodeConst
108100=Su cuenta es anormal.P\u00f3ngase en contacto con el servicio al cliente.
#SecurityCodeConst
105100=Su cuenta ha sido bloqueada. Por favor restablezca su contrase\u00f1a de login.
105101=No Login
105102=No hay permiso
105103=PAY_ACCOUNT_LOCK
105104=Su contrase\u00f1a de activos ha sido bloqueada. Por favor, restablezca su contrase\u00f1a de activos.
105105=AGE_LESS
105106=Cargar demasiados
105107=error de signo 
105108=login session has been invalid
105109=Sin la creaci\u00f3n de fondos la contrase\u00f1a de usuario
#UserAssetCodeConst
114100=Moneda virtual insuficiente
114101=Balance insuficiente
114102=BUSINESS_ASSERT_NO_EXIST
114103=USER_ACCOUNT_NOT_EXIST
114104=C\u00f3digo de activo no v\u00e1lido
114105=La falta de efectivo.

#ActivityCodeConst
116100=El usuario no recibir incentivos para las actividades
116101=El usuario ya cobraron sus actividades de adjudicaci\u00f3n

#UserCodeConst
104100=Este email ha sido registrado.
104102=Esta direcci\u00f3n de correo electr\u00f3nico no se ha registrado. Por favor, cambia otra.
104103=Introduzca la direcci\u00f3n de correo electr\u00f3nico o la contrase\u00f1a correctas.
104104=Por favor ingrese la contrase\u00f1a correcta.
104105=La confirmaci\u00f3n de contrase\u00f1a no coincide con la contrase\u00f1a.
104106=Formato de n\u00famero de tel\u00e9fono m\u00f3vil incorrecto.
104107=Este n\u00famero de tel\u00e9fono m\u00f3vil no es compatible.
104108=Introduzca la contrase\u00f1a de activo correcta.
104109=Sin autenticaci\u00f3n
104118=Sin autenticaci\u00f3n
104116=Por favor no vuelva a enviar.
104110=Informaci\u00f3n de verificaci\u00f3n incorrecta.
104111=N\u00famero de tarjeta de identificaci\u00f3n incorrecto.
104112=por favor ingrese la direcci\u00f3n de email correcta.
104113=Introduzca la contrase\u00f1a de activo correcta.
104115=esta contrase\u00f1a no coincide con la contrase\u00f1a de confirmaci\u00f3n.
104114=Incorrecta origen contrase\u00f1a de inicio de sesi\u00f3n.
104121=Error en el c\u00f3digo de verificaci\u00f3n de Google
104123=Contrase\u00f1a de pago existentes,No se puede inicializar.
104124=Enlace incorrecto
104125=Demasiado a menudo la operaci\u00f3n de registro, por favor int\u00e9ntelo de nuevo
104126=Enlace para el fracaso
104127=Agregar la direcci\u00f3n de no m\u00e1s de cinco
#WithdrawalsCodeConst
107102=La cantidad de retirada no puede ser m\u00e1s de {0} USD al d\u00eda. 
107103=La cantidad de retirada no puede ser m\u00e1s de {0} USD al mismo tiempo. 
107104=La cantidad de retirada no puede ser menos de {0} USD al mismo tiempo. 
107105=El volumen de retirada no puede ser m\u00e1s de {0} monedas al mismo tiempo.
107106=El volumen de retirada no puede ser menor que {0} monedas al mismo tiempo.
107107=WITHDRAWAL_COIN_STATE_ERROR
107108=WITHDRAWAL_CURRENCY_STATE_ERROR
107110=El volumen de retirada no puede ser m\u00e1s de {0}  al d\u00eda. 
107115=Prohibido transferir, aumente el nivel de la cuenta
108114=Esta direcci\u00f3n de moneda no es v\u00e1lida.
108109=WITHDRAWAL_CURRENCY_RECORD_NOT_EXIST
108110=WITHDRAWAL_COIN_RECORD_NOT_EXIST
108111=WITHDRAWAL_CURRENCY_RECORD_HAS_EXIST
108112=WITHDRAWAL_COIN_RECORD_HAS_EXIST
108113=El volumen de cargo del retiro no puede ser menos de {0} monedas a la vez.
108115=Para su seguridad de activos, no se le permitir\u00e1 retirar la moneda en 24 horas despu\u00e9s de restablecer Google.
#ActivityCodeConst
116100=El usuario no recibir incentivos para las actividades.
116101=El usuario de las actividades, ha recibido el Premio.
116102=No existe cambio de c\u00f3digos.
116103=No existen actividades de intercambio.
116104=Las actividades de intercambio ha cerrado.
116105=Cambio de C\u00f3digo ha sido el uso de.
116106=Alteraci\u00f3n de los par\u00e1metros de las actividades de intercambio.
116107=Error de configuraci\u00f3n de las actividades.
116108=No existen actividades de a.
#Fork
117001=The user does not qualify to receive
117002=This user has already received
117003=Invalid Candy

#LockPositionCodeConst
119100=La cantidad es mayor que la cantidad disponible de bloqueo.
119101=No se puede desbloquear activos.
119102=En la actualidad no se puede perder el tiempo.
119103=No se puede proceder a la liquidaci\u00f3n de la hora actual.
119104=El momento actual no puede ser liquidada no despej\u00f3 el premio, no se puede llevar a cabo la expedici\u00f3n.
119105=El Premio se ha concedido la concesi\u00f3n, no de nuevo.
119106=La falta de concesi\u00f3n de bloqueo de saldos de cuentas, no se puede llevar a cabo la expedici\u00f3n.

#AuditCodeConst
110001=UNVERIFIED_RECORD_EXIST


#QuantFundCodeConst
120001=Se ha de comprar entradas.
120002=Necesitas antes de comprar las entradas.
120003=Entradas ya a cambio de activos.
120004=No pueden recibir beneficios.
120005=Los beneficios de los activos no reciben a tiempo.
120006=Antes de comenzar la venta de boletos.
120007=KYC L1 tiene pendientes, no supere el total de la cuota.
120008=La falta de bienes.
120009=Los usuarios que no cumplen los requisitos, no devoluci\u00f3n anticipada.
